{"subs": ["And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God; \nRevelation 3:14", "He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints. \nRevelation 13:10", "Here is the patience of the saints: here [are] they that keep the commandments of God, and the faith of Jesus. \nRevelation 14:12", "These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him [are] called, and chosen, and faithful. \nRevelation 17:14", "And I saw heaven opened, and behold a white horse; and he that sat upon him [was] called Faithful and True, and in righteousness he doth judge and make war. \nRevelation 19:11", "And he that sat upon the throne said, Behold, I make all things new. And he said unto me, Write: for these words are true and faithful. \nRevelation 21:5", "And he said unto me, These sayings [are] faithful and true: and the Lord God of the holy prophets sent his angel to shew unto his servants the things which must shortly be done. \nRevelation 22:6", "My servant Moses [is] not so, who [is] faithful in all mine house. \nNumbers 12:7", "Know therefore that the LORD thy God, he [is] God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations; \nDeuteronomy 7:9", "And he said, I will hide my face from them, I will see what their end [shall be:] for they [are] a very froward generation, children in whom [is] no faith. \nDeuteronomy 32:20", "And I will raise me up a faithful priest, [that] shall do according to [that] which [is] in mine heart and in my mind: and I will build him a sure house; and he shall walk before mine anointed for ever. \n1 Samuel 2:35", "Then Ahimelech answered the king, and said, And who [is so] faithful among all thy servants as David, which is the king's son in law, and goeth at thy bidding, and is honourable in thine house? \n1 Samuel 22:14", "The LORD render to every man his righteousness and his faithfulness: for the LORD delivered thee into [my] hand to day, but I would not stretch forth mine hand against the LORD'S anointed. \n1 Samuel 26:23", "I [am one of them that are] peaceable [and] faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of the LORD? \n2 Samuel 20:19", "Moreover they reckoned not with the men, into whose hand they delivered the money to be bestowed on workmen: for they dealt faithfully. \n2 Kings 12:15", "Howbeit there was no reckoning made with them of the money that was delivered into their hand, because they dealt faithfully. \n2 Kings 22:7", "And he charged them, saying, Thus shall ye do in the fear of the LORD, faithfully, and with a perfect heart. \n2 Chronicles 19:9", "And brought in the offerings and the tithes and the dedicated [things] faithfully: over which Cononiah the Levite [was] ruler, and Shimei his brother [was] the next. \n2 Chronicles 31:12", "And the men did the work faithfully: and the overseers of them [were] Jahath and Obadiah, the Levites, of the sons of Merari; and Zechariah and Meshullam, of the sons of the Kohathites, to set [it] forward; and [other of] the Levites, all that could skill of instruments of musick. \n2 Chronicles 34:12", "That I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he [was] a faithful man, and feared God above many. \nNehemiah 7:2", "And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give [it, I say,] to his seed, and hast performed thy words; for thou [art] righteous: \nNehemiah 9:8", "And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them [was] Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office [was] to distribute unto their brethren. \nNehemiah 13:13", "For [there is] no faithfulness in their mouth; their inward part       [is] very wickedness; their throat [is] an open sepulchre; they       flatter with their tongue. \nPsalms 5:9", "Help, LORD; for the godly man ceaseth; for the faithful fail       from among the children of men. \nPsalms 12:1", "O love the LORD, all ye his saints: [for] the LORD preserveth       the faithful, and plentifully rewardeth the proud doer. \nPsalms 31:23", "Thy mercy, O LORD, [is] in the heavens; [and] thy faithfulness       [reacheth] unto the clouds. \nPsalms 36:5", "I have not hid thy righteousness within my heart; I have       declared thy faithfulness and thy salvation: I have not concealed       thy lovingkindness and thy truth from the great congregation. \nPsalms 40:10", "But turned back, and dealt unfaithfully like their fathers:       they were turned aside like a deceitful bow. \nPsalms 78:57", "Shall thy lovingkindness be declared in the grave? [or] thy       faithfulness in destruction? \nPsalms 88:11", "I will sing of the mercies of the LORD for ever: with my       mouth will I make known thy faithfulness to all generations. \nPsalms 89:1", "For I have said, Mercy shall be built up for ever: thy       faithfulness shalt thou establish in the very heavens. \nPsalms 89:2", "And the heavens shall praise thy wonders, O LORD: thy       faithfulness also in the congregation of the saints. \nPsalms 89:5", "O LORD God of hosts, who [is] a strong LORD like unto thee? or       to thy faithfulness round about thee? \nPsalms 89:8", "But my faithfulness and my mercy [shall be] with him: and in my       name shall his horn be exalted. \nPsalms 89:24", "Nevertheless my lovingkindness will I not utterly take from       him, nor suffer my faithfulness to fail. \nPsalms 89:33", "It shall be established for ever as the moon, and [as] a       faithful witness in heaven. Selah. \nPsalms 89:37", "To shew forth thy lovingkindness in the morning, and thy       faithfulness every night, \nPsalms 92:2", "Mine eyes [shall be] upon the faithful of the land, that they       may dwell with me: he that walketh in a perfect way, he shall       serve me. \nPsalms 101:6", "I know, O LORD, that thy judgments [are] right, and that       [thou] in faithfulness hast afflicted me. \nPsalms 119:75", "All thy commandments [are] faithful: they persecute me       wrongfully; help thou me. \nPsalms 119:86", "Thy faithfulness [is] unto all generations: thou hast       established the earth, and it abideth. \nPsalms 119:90", "Thy testimonies [that] thou hast commanded [are] righteous       and very faithful. \nPsalms 119:138", "Hear my prayer, O LORD, give ear to my supplications: in thy       faithfulness answer me, [and] in thy righteousness. \nPsalms 143:1", "A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter. \nProverbs 11:13", "A wicked messenger falleth into mischief: but a faithful ambassador [is] health. \nProverbs 13:17", "A faithful witness will not lie: but a false witness will utter lies. \nProverbs 14:5", "Most men will proclaim every one his own goodness: but a faithful man who can find? \nProverbs 20:6", "As the cold of snow in the time of harvest, [so is] a faithful messenger to them that send him: for he refresheth the soul of his masters. \nProverbs 25:13", "Confidence in an unfaithful man in time of trouble [is like] a broken tooth, and a foot out of joint. \nProverbs 25:19", "Faithful [are] the wounds of a friend; but the kisses of an enemy [are] deceitful. \nProverbs 27:6", "A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent. \nProverbs 28:20", "The king that faithfully judgeth the poor, his throne shall be established for ever. \nProverbs 29:14", "How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers. \nIsaiah 1:21", "And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city. \nIsaiah 1:26", "And I took unto me faithful witnesses to record, Uriah the priest, and Zechariah the son of Jeberechiah. \nIsaiah 8:2", "And righteousness shall be the girdle of his loins, and faithfulness the girdle of his reins. \nIsaiah 11:5", "O LORD, thou [art] my God; I will exalt thee, I will praise thy name; for thou hast done wonderful [things; thy] counsels of old [are] faithfulness [and] truth. \nIsaiah 25:1", "Thus saith the LORD, the Redeemer of Israel, [and] his Holy One, to him whom man despiseth, to him whom the nation abhorreth, to a servant of rulers, Kings shall see and arise, princes also shall worship, because of the LORD that is faithful, [and] the Holy One of Israel, and he shall choose thee. \nIsaiah 49:7", "The prophet that hath a dream, let him tell a dream; and he that hath my word, let him speak my word faithfully. What [is] the chaff to the wheat? saith the LORD. \nJeremiah 23:28", "Then they said to Jeremiah, The LORD be a true and faithful witness between us, if we do not even according to all things for the which the LORD thy God shall send thee to us. \nJeremiah 42:5", "[They are] new every morning: great [is] thy faithfulness. \nLamentations 3:23", "Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he [was] faithful, neither was there any error or fault found in him. \nDaniel 6:4", "I will even betroth thee unto me in faithfulness: and thou shalt know the LORD. \nHosea 2:20", "Ephraim compasseth me about with lies, and the house of Israel with deceit: but Judah yet ruleth with God, and is faithful with the saints. \nHosea 11:12", "Behold, his soul [which] is lifted up is not upright in him: but the just shall live by his faith. \nHabakkuk 2:4", "Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, [shall he] not much more [clothe] you, O ye of little faith? \nMatthew 6:30", "When Jesus heard [it,] he marvelled, and said to them that followed, Verily I say unto you, I have not found so great faith, no, not in Israel. \nMatthew 8:10", "And he saith unto them, Why are ye fearful, O ye of little faith? Then he arose, and rebuked the winds and the sea; and there was a great calm. \nMatthew 8:26", "And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; thy sins be forgiven thee. \nMatthew 9:2", "But Jesus turned him about, and when he saw her, he said, Daughter, be of good comfort; thy faith hath made thee whole. And the woman was made whole from that hour. \nMatthew 9:22", "Then touched he their eyes, saying, According to your faith be it unto you. \nMatthew 9:29", "And immediately Jesus stretched forth [his] hand, and caught him, and said unto him, O thou of little faith, wherefore didst thou doubt? \nMatthew 14:31", "Then Jesus answered and said unto her, O woman, great [is] thy faith: be it unto thee even as thou wilt. And her daughter was made whole from that very hour. \nMatthew 15:28", "[Which] when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread? \nMatthew 16:8", "Then Jesus answered and said, O faithless and perverse generation, how long shall I be with you? how long shall I suffer you? bring him hither to me. \nMatthew 17:17", "And Jesus said unto them, Because of your unbelief: for verily I say unto you, If ye have faith as a grain of mustard seed, ye shall say unto this mountain, Remove hence to yonder place; and it shall remove; and nothing shall be impossible unto you. \nMatthew 17:20", "Jesus answered and said unto them, Verily I say unto you, If ye have faith, and doubt not, ye shall not only do this [which is done] to the fig tree, but also if ye shall say unto this mountain, Be thou removed, and be thou cast into the sea; it shall be done. \nMatthew 21:21", "Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier [matters] of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone. \nMatthew 23:23", "Who then is a faithful and wise servant, whom his lord hath made ruler over his household, to give them meat in due season? \nMatthew 24:45", "His lord said unto him, Well done, [thou] good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord. \nMatthew 25:21", "His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord. \nMatthew 25:23", "When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee. \nMark 2:5", "And he said unto them, Why are ye so fearful? how is it that ye have no faith? \nMark 4:40", "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague. \nMark 5:34", "He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me. \nMark 9:19", "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way. \nMark 10:52", "And Jesus answering saith unto them, Have faith in God. \nMark 11:22", "And when he saw their faith, he said unto him, Man, thy sins are forgiven thee. \nLuke 5:20", "When Jesus heard these things, he marvelled at him, and turned him about, and said unto the people that followed him, I say unto you, I have not found so great faith, no, not in Israel. \nLuke 7:9", "And he said to the woman, Thy faith hath saved thee; go in peace. \nLuke 7:50", "And he said unto them, Where is your faith? And they being afraid wondered, saying one to another, What manner of man is this! for he commandeth even the winds and water, and they obey him. \nLuke 8:25", "And he said unto her, Daughter, be of good comfort: thy faith hath made thee whole; go in peace. \nLuke 8:48", "And Jesus answering said, O faithless and perverse generation, how long shall I be with you, and suffer you? Bring thy son hither. \nLuke 9:41", "If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more [will he clothe] you, O ye of little faith? \nLuke 12:28", "And the Lord said, Who then is that faithful and wise steward, whom [his] lord shall make ruler over his household, to give [them their] portion of meat in due season? \nLuke 12:42", "He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much. \nLuke 16:10", "If therefore ye have not been faithful in the unrighteous mammon, who will commit to your trust the true [riches? ] \nLuke 16:11", "And if ye have not been faithful in that which is another man's, who shall give you that which is your own? \nLuke 16:12", "And the apostles said unto the Lord, Increase our faith. \nLuke 17:5", "And the Lord said, If ye had faith as a grain of mustard seed, ye might say unto this sycamine tree, Be thou plucked up by the root, and be thou planted in the sea; and it should obey you. \nLuke 17:6", "And he said unto him, Arise, go thy way: thy faith hath made thee whole. \nLuke 17:19", "I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth? \nLuke 18:8", "And Jesus said unto him, Receive thy sight: thy faith hath saved thee. \nLuke 18:42", "And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities. \nLuke 19:17", "But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren. \nLuke 22:32", "Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust [it] into my side: and be not faithless, but believing. \nJohn 20:27", "And his name through faith in his name hath made this man strong, whom ye see and know: yea, the faith which is by him hath given him this perfect soundness in the presence of you all. \nActs (of the Apostles) 3:16", "And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch: \nActs (of the Apostles) 6:5", "And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith. \nActs (of the Apostles) 6:7", "And Stephen, full of faith and power, did great wonders and miracles among the people. \nActs (of the Apostles) 6:8", "For he was a good man, and full of the Holy Ghost and of faith: and much people was added unto the Lord. \nActs (of the Apostles) 11:24", "But Elymas the sorcerer (for so is his name by interpretation) withstood them, seeking to turn away the deputy from the faith. \nActs (of the Apostles) 13:8", "The same heard Paul speak: who stedfastly beholding him, and perceiving that he had faith to be healed, \nActs (of the Apostles) 14:9", "Confirming the souls of the disciples, [and] exhorting them to continue in the faith, and that we must through much tribulation enter into the kingdom of God. \nActs (of the Apostles) 14:22", "And when they were come, and had gathered the church together, they rehearsed all that God had done with them, and how he had opened the door of faith unto the Gentiles. \nActs (of the Apostles) 14:27", "And put no difference between us and them, purifying their hearts by faith. \nActs (of the Apostles) 15:9", "And so were the churches established in the faith, and increased in number daily. \nActs (of the Apostles) 16:5", "And when she was baptized, and her household, she besought [us,] saying, If ye have judged me to be faithful to the Lord, come into my house, and abide [there.] And she constrained us. \nActs (of the Apostles) 16:15", "Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ. \nActs (of the Apostles) 20:21", "And after certain days, when Felix came with his wife Drusilla, which was a Jewess, he sent for Paul, and heard him concerning the faith in Christ. \nActs (of the Apostles) 24:24", "To open their eyes, [and] to turn [them] from darkness to light, and [from] the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me. \nActs (of the Apostles) 26:18", "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name: \nRomans 1:5", "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world. \nRomans 1:8", "That is, that I may be comforted together with you by the mutual faith both of you and me. \nRomans 1:12", "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith. \nRomans 1:17", "For what if some did not believe? shall their unbelief make the faith of God without effect? \nRomans 3:3", "Even the righteousness of God [which is] by faith of Jesus Christ unto all and upon all them that believe: for there is no difference: \nRomans 3:22", "Whom God hath set forth [to be] a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God; \nRomans 3:25", "Where [is] boasting then? It is excluded. By what law? of works? Nay: but by the law of faith. \nRomans 3:27", "Therefore we conclude that a man is justified by faith without the deeds of the law. \nRomans 3:28", "Seeing [it is] one God, which shall justify the circumcision by faith, and uncircumcision through faith. \nRomans 3:30", "Do we then make void the law through faith? God forbid: yea, we establish the law. \nRomans 3:31", "But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness. \nRomans 4:5", "[Cometh] this blessedness then upon the circumcision [only,] or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness. \nRomans 4:9", "And he received the sign of circumcision, a seal of the righteousness of the faith which [he had yet] being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also: \nRomans 4:11", "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which [he had] being [yet] uncircumcised. \nRomans 4:12", "For the promise, that he should be the heir of the world, [was] not to Abraham, or to his seed, through the law, but through the righteousness of faith. \nRomans 4:13", "For if they which are of the law [be] heirs, faith is made void, and the promise made of none effect: \nRomans 4:14", "Therefore [it is] of faith, that [it might be] by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all, \nRomans 4:16", "And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah's womb: \nRomans 4:19", "He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God; \nRomans 4:20", "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ: \nRomans 5:1", "By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God. \nRomans 5:2", "What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith. \nRomans 9:30", "Wherefore? Because [they sought it] not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone; \nRomans 9:32", "But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down [from above:]) \nRomans 10:6", "But what saith it? The word is nigh thee, [even] in thy mouth, and in thy heart: that is, the word of faith, which we preach; \nRomans 10:8", "So then faith [cometh] by hearing, and hearing by the word of God. \nRomans 10:17", "Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear: \nRomans 11:20", "For I say, through the grace given unto me, to every man that is among you, not to think [of himself] more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith. \nRomans 12:3", "Having then gifts differing according to the grace that is given to us, whether prophecy, [let us prophesy] according to the proportion of faith; \nRomans 12:6", "Him that is weak in the faith receive ye, [but] not to doubtful disputations. \nRomans 14:1", "Hast thou faith? have [it] to thyself before God. Happy [is] he that condemneth not himself in that thing which he alloweth. \nRomans 14:22", "And he that doubteth is damned if he eat, because [he eateth] not of faith: for whatsoever [is] not of faith is sin. \nRomans 14:23", "But now is made manifest, and by the scriptures of the prophets, according to the commandment of the everlasting God, made known to all nations for the obedience of faith: \nRomans 16:26", "God [is] faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord. \n1 Corinthians 1:9", "That your faith should not stand in the wisdom of men, but in the power of God. \n1 Corinthians 2:5", "Moreover it is required in stewards, that a man be found faithful. \n1 Corinthians 4:2", "For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church. \n1 Corinthians 4:17", "Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful. \n1 Corinthians 7:25", "There hath no temptation taken you but such as is common to man: but God [is] faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear [it.] \n1 Corinthians 10:13", "To another faith by the same Spirit; to another the gifts of healing by the same Spirit; \n1 Corinthians 12:9", "And though I have [the gift of] prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing. \n1 Corinthians 13:2", "And now abideth faith, hope, charity, these three; but the greatest of these [is] charity. \n1 Corinthians 13:13", "And if Christ be not risen, then [is] our preaching vain, and your faith [is] also vain. \n1 Corinthians 15:14", "And if Christ be not raised, your faith [is] vain; ye are yet in your sins. \n1 Corinthians 15:17", "Watch ye, stand fast in the faith, quit you like men, be strong. \n1 Corinthians 16:13", "Not for that we have dominion over your faith, but are helpers of your joy: for by faith ye stand. \n2 Corinthians 1:24", "We having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak; \n2 Corinthians 4:13", "(For we walk by faith, not by sight:) \n2 Corinthians 5:7", "Therefore, as ye abound in every [thing, in] faith, and utterance, and knowledge, and [in] all diligence, and [in] your love to us, [see] that ye abound in this grace also. \n2 Corinthians 8:7", "Not boasting of things without [our] measure, [that is,] of other men's labours; but having hope, when your faith is increased, that we shall be enlarged by you according to our rule abundantly, \n2 Corinthians 10:15", "Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates? \n2 Corinthians 13:5", "But they had heard only, That he which persecuted us in times past now preacheth the faith which once he destroyed. \nGalatians 1:23", "Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified. \nGalatians 2:16", "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me. \nGalatians 2:20", "This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith? \nGalatians 3:2", "He therefore that ministereth to you the Spirit, and worketh miracles among you, [doeth he it] by the works of the law, or by the hearing of faith? \nGalatians 3:5", "Know ye therefore that they which are of faith, the same are the children of Abraham. \nGalatians 3:7", "And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, [saying,] In thee shall all nations be blessed. \nGalatians 3:8", "So then they which be of faith are blessed with faithful Abraham. \nGalatians 3:9", "But that no man is justified by the law in the sight of God, [it is] evident: for, The just shall live by faith. \nGalatians 3:11", "And the law is not of faith: but, The man that doeth them shall live in them. \nGalatians 3:12", "That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith. \nGalatians 3:14", "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe. \nGalatians 3:22", "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed. \nGalatians 3:23", "Wherefore the law was our schoolmaster [to bring us] unto Christ, that we might be justified by faith. \nGalatians 3:24", "But after that faith is come, we are no longer under a schoolmaster. \nGalatians 3:25", "For ye are all the children of God by faith in Christ Jesus. \nGalatians 3:26", "For we through the Spirit wait for the hope of righteousness by faith. \nGalatians 5:5", "For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love. \nGalatians 5:6", "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith, \nGalatians 5:22", "As we have therefore opportunity, let us do good unto all [men,] especially unto them who are of the household of faith. \nGalatians 6:10", "Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus: \nEphesians 1:1", "Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints, \nEphesians 1:15", "For by grace are ye saved through faith; and that not of yourselves: [it is] the gift of God: \nEphesians 2:8", "In whom we have boldness and access with confidence by the faith of him. \nEphesians 3:12", "That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love, \nEphesians 3:17", "One Lord, one faith, one baptism, \nEphesians 4:5", "Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ: \nEphesians 4:13", "Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked. \nEphesians 6:16", "But that ye also may know my affairs, [and] how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things: \nEphesians 6:21", "Peace [be] to the brethren, and love with faith, from God the Father and the Lord Jesus Christ. \nEphesians 6:23", "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith; \nPhilippians 1:25", "Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel; \nPhilippians 1:27", "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all. \nPhilippians 2:17", "And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith: \nPhilippians 3:9", "To the saints and faithful brethren in Christ which are at Colosse: Grace [be] unto you, and peace, from God our Father and the Lord Jesus Christ. \nColossians 1:2", "Since we heard of your faith in Christ Jesus, and of the love [which ye have] to all the saints, \nColossians 1:4", "As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ; \nColossians 1:7", "If ye continue in the faith grounded and settled, and [be] not moved away from the hope of the gospel, which ye have heard, [and] which was preached to every creature which is under heaven; whereof I Paul am made a minister; \nColossians 1:23", "For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ. \nColossians 2:5", "Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving. \nColossians 2:7", "Buried with him in baptism, wherein also ye are risen with [him] through the faith of the operation of God, who hath raised him from the dead. \nColossians 2:12", "All my state shall Tychicus declare unto you, [who is] a beloved brother, and a faithful minister and fellowservant in the Lord: \nColossians 4:7", "With Onesimus, a faithful and beloved brother, who is [one] of you. They shall make known unto you all things which [are done] here. \nColossians 4:9", "Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father; \n1 Thessalonians 1:3", "For from you sounded out the word of the Lord not only in Macedonia and Achaia, but also in every place your faith to God-ward is spread abroad; so that we need not to speak any thing. \n1 Thessalonians 1:8"